// See https://aka.ms/new-console-template for more information

internal class Program
{
    public static void Main(string[] args)
    {
        Console.WriteLine("Hello, World!");
    }
}
/*Спроектировать набор классов для моделирования системы АТС.
 АТС-компания заключает договора и подключает клиентов.
  Клиенты осуществляют разговоры и в следующем месяце должны их оплатить.
 Для этого компания высылает каждому детальный счет.
 Система должна рассчитывать стоимость оказанных услуг в зависимости от соединения,
 задолженность клиента и пеню из расчета 1% за каждый день просрочки платежа.*/
